'''year=int(input("Введите год "))
if year==1969:
    print("Человек был на луне")
if year>1969:
    print("Человек был на луне")
if year<1969:
    print("К сожалению, человек еще не был на луне")'''

'''year=int(input("Введите год "))
if year>=1969:
    print("Человек был на луне")
if year<1969:
    print("К сожалению, человек еще не был на луне")'''

'''year=int(input("Введите год "))
if year>=1969:
    print("Человек был на луне")
else:
    print("К сожалению, человек еще не был на луне")'''

year=int(input("Введите год "))
if year<1969:
    print("К сожалению, человек еще не был на луне")
elif year>1969:
    print("Человек был на луне")
else:
    print("Человек был на луне")